export const aboutPageBreadcrumbs: { label: string; href: string }[] = [
  {
    label: 'Головна',
    href: '/',
  },
  {
    label: 'Про нас',
    href: '/about',
  },
];

export const aboutHead = {
  title: 'Про нас',
  subtitle:
    "Магазин меблів для дому ONYX є дистриб'ютором високоякісних меблів.",
  description:
    'Ми працюємо тільки з провідними виробниками ліжок та матраців, такими як ЕММ, Estella, Метакам, Legko, HighFoam, ArborDrev.',
};

export const aboutAdvantages = {
  title: 'ONYX це',
  advantages: [
    {
      title: 'Власне виробництво',
      description:
        'Також у нас є своє виробництво, завдяки чому ми можемо виготовити меблі безпосередньо за Вашими побажаннями: нестандартний розмір, висота, виготовлення меблів за Вашим ескізом. Ліжка, тумби, комоди, шафи - все це ми можемо доопрацювати за Вашим бажанням.',
      icon: 'advantage-icon-1.svg',
    },
    {
      title: 'Професіонали',
      description:
        'Наші вироби виготовлені на професійному обладнанні з ясена, вільхи, бука, дуба, металу та ДСП. Фабрики із закритим циклом виробництва – контроль якості кожному етапі: від завезення дерева в цех до складання ліжка в клієнта.',
      icon: 'advantage-icon-2.svg',
    },
    {
      title: 'Великий вибір',
      description:
        'На нашому сайті Ви легко зможете підібрати собі спальню, вітальню або дитячу кімнату "під ключ". Величезний вибір матраців, ліжок, а також тумбочок та комодів чекають на Вас.',
      icon: 'advantage-icon-3.svg',
    },
    {
      title: 'Контроль якості',
      description:
        'Наші досвідчені менеджери, з радістю допоможуть підібрати Вам меблі, які Вас радуватимуть довгі роки. Завдяки власній службі доставки та збирання, ми підтримуємо контроль якості від виробництва до клієнта.',
      icon: 'advantage-icon-4.svg',
    },
  ],
};
