export const aboutPageBreadcrumbs: { label: string; href: string }[] = [
  {
    label: 'Головна',
    href: '/',
  },
  {
    label: 'Про нас',
    href: '/about',
  },
];

export const aboutHead = {
  title: 'Про нас',
  subtitle:
    'Комфорт і безпека з ONYX – "Розумний дім", відеоспостереження, сигналізація та контроль доступу.',
  description:
    'Комфорт і безпека – основа затишного будинку чи офісу. Системи "Розумний дім", відеоспостереження, охоронна сигналізація та контроль доступу допомагають створити ідеальний простір для життя та роботи.',
};

export const aboutAdvantages = {
  title: 'Чому обирають ONYX?',
  advantages: [
    {
      title: 'Прямі поставки – найкращі ціни',
      description:
        'Співпрацюємо з провідними світовими брендами, щоб запропонувати вам надійне обладнання для систем безпеки та "Розумного дому" за чесними цінами, без зайвих націнок.',
      icon: 'advantage-icon-1.svg',
    },
    {
      title: 'Досвід у галузі з 2012 року',
      description:
        'За роки роботи ми реалізували сотні проєктів. Наш досвід дозволяє створювати перевірені та ефективні рішення для відеоспостереження, сигналізації та контролю доступу.',
      icon: 'advantage-icon-2.svg',
    },
    {
      title: 'Гарантія якості на обладнання',
      description:
        'Ми впевнені в надійності наших систем. Пропонуємо тільки сертифіковану продукцію з офіційною гарантією та здійснюємо контроль якості на всіх етапах реалізації проєкту.',
      icon: 'advantage-icon-3.svg',
    },
    {
      title: 'Професійний сервіс та підтримка',
      description:
        "Надаємо повний спектр послуг: від безкоштовної діагностики об'єкта та консультацій до монтажу, налаштування, ремонту та подальшого обслуговування вашої системи безпеки.",
      icon: 'advantage-icon-4.svg',
    },
  ],
};
