import {
  CalendarIcon,
  DeliveryIcon,
  EmailIcon,
  LocationIcon,
  OnMapIcon,
  OriginalIcon,
  PhoneIcon,
  PriceIcon,
  QualityIcon,
} from '@/lib/shop/icons';
import type { ComponentType, SVGProps } from 'react';

export const aboutData = {
  title: 'ONYX - для Вас безпека та комфорт',
  text: [
    'Комфорт і безпека з ONYX – "Розумний дім", відеоспостереження, сигналізація та контроль доступу. Комфорт і безпека – основа затишного будинку чи офісу. Системи "Розумний дім", відеоспостереження, охоронна сигналізація та контроль доступу допомагають створити ідеальний простір для життя та роботи. ONYX – експерт у сфері автоматизації будівель, систем безпеки та мультимедійних рішень. Працюємо з 2012 року, впроваджуючи інноваційні технології для дому, бізнесу, офісів, магазинів і промислових об\'єктів.',
  ],
  services: [
    '🏠 "Розумний дім" – енергоефективність, автоматизація та комфорт.',
    '🎥 Відеоспостереження – сучасні IP-камери для дому та бізнесу.',
    '📞 Домофони та переговорні пристрої – зручний контроль доступу.',
    '🔔 Охоронна сигналізація – захист від крадіжок і загроз.',
    '🔑 Контроль доступу – турнікети, електронні ключі, біометрія.',
    '⏳ Облік робочого часу – ефективне керування персоналом.',
    '🎬 Домашні кінотеатри – якісний звук і зображення.',
    '🔊 Мультирум та озвучення – комфортний звук у кожному приміщенні.',
    '🎶 Акустика та звукоізоляція – покращення якості звучання.',
    '📺 Цифрове телебачення IPTV, T2, DVB-S2 – якісне зображення без перешкод.',
    "💻 Комп'ютерні мережі (СКС) – швидкий інтернет і надійний зв'язок.",
  ],
  advantages: [
    {
      title: 'Швидка доставка',
      Icon: DeliveryIcon,
    },
    {
      title: '100% оригінал',
      Icon: OriginalIcon,
    },
    {
      title: 'Офіційна гарантія',
      Icon: QualityIcon,
    },
    {
      title: 'Найкраща ціна',
      Icon: PriceIcon,
    },
  ] as Array<{
    title: string;
    Icon: ComponentType<SVGProps<SVGSVGElement>>;
  }>,
};
