export const termsPageBreadcrumbs = [
  {
    label: 'Головна',
    href: '/',
  },
  {
    label: 'Умови покупки',
    href: '/terms',
  },
];

export const termsData = {
  head: {
    title: 'Умови покупки',
    subtitle: 'Доставка, оплата, гарантія та повернення/обмін товарів.',
  },
  paymentCity: {
    title: 'Способи оплати:',
    options: [
      {
        icon: 'cashOnDeliveryPayment',
        title: 'Готівкою',
        text: 'Оплата готівкою безпосередньо при самовивозі товару з магазину.',
        className: 'text-yellow',
      },
      {
        icon: 'privatBankPayment',
        title: 'Оплата на сайті',
        text: 'Оплата карткою на сайті.',
        className: '',
      },
      {
        icon: 'cashlessPayment',
        title: 'Оплата на рахунок',
        text: 'Оплата проводиться з розрахункового рахунку.',
        className: '',
      },
      {
        icon: 'cashOnDeliveryPayment',
        title: 'Післяплатою',
        text: `При отриманні і перевірці товару на пошті (замовлення до 300грн за передоплатою).`,
        className: 'text-yellow',
      },
    ],
  },
  deliveryMethods: {
    title: 'Способи доставки:',
    options: [
      {
        icon: 'PickupIcon',
        title: 'Самовивіз із магазину',
        text: 'Дніпро, вул. Чапленко, 4 з 10 до 14 крім вихідних або за домовленністю з 8 до 20 у будь-який день.',
        className: 'text-yellow',
      },
      {
        icon: 'NovapostOfficeIcon',
        title: 'Доставка Нова Пошта',
        text: 'Доставка по Україні здійснюється Новою Поштою. Ви можете оплатити Ваше замовлення при отриманні післяплатою.',
        className: '',
      },
      {
        icon: 'UkrpostOffice',
        title: 'Доставка Укрпошта',
        text: 'Доставка по Україні здійснюється Укрпоштою. Ви можете оплатити Ваше замовлення при отриманні післяплатою.',
        className: '',
      },
    ],
  },
  faq: {
    title: 'У вас все ще залишилися питання?',
    items: [
      {
        question: 'Як повернути або обміняти замовлення',
        answer: `Зв'яжіться з нами, і ми надамо вам зручний спосіб повернення або обміну.`,
      },
      {
        question: 'Чи можна повернути/обміняти товар, якщо втрачено чек?',
        answer:
          'У нас ведеться облік всіх замовлень, тому клієнту достатньо надати дані на кого було оформлене замовлення, що б ми могли ідентифікувати покупку.',
      },
      {
        question: 'Чи можна повернути кошти на іншу карту?',
        answer: `Так, звичайно.
Будь ласка, надішліть фото або скан із підписом під текстом:

«Я, [ПІБ], підтверджую, що прошу повернути суму _ за замовлення №__ на картку/рахунок: [номер картки або IBAN].
Я усвідомлюю, що повернення на іншу картку може містити додаткові ризики, і не матиму претензій до продавця після здійснення такого повернення.»

Підпис: ______ Дата: ____`,
      },
    ],
  },
};
