export const termsPageBreadcrumbs = [
  {
    label: 'Головна',
    href: '/',
  },
  {
    label: 'Умови покупки',
    href: '/terms',
  },
];

export const termsData = {
  head: {
    title: 'Оплата товару',
    subtitle:
      'Клієнти Krovato можуть в один клік провести оплату товару на сайті.',
    description:
      'Оплата готівкою при отриманні товару, за безготівковим розрахунком, оплата замовлення онлайн банківською картою Visa або MasterCard або кредит - у нас можливо все!',
  },
  paymentCity: {
    title: 'Оплата по Києву:',
    options: [
      {
        icon: 'terminalPayment',
        title: 'Через термінал',
        text: 'Ви можете оплатити Ваше замовлення карткою на нашій виставці за адресою: пров. Ізяславський 52, поверх 2',
      },
      {
        icon: 'privatBankPayment',
        title: 'На карту ПриватБанку',
        text: 'Ви можете це зробити через термінал самообслуговування, або Приват24.',
      },
      {
        icon: 'cashlessPayment',
        title: 'Безготівкова',
        text: 'Оплата проводиться в касі відділення будь-якого банку або з розрахункового рахунку Вашої фірми.',
      },
      {
        icon: 'cashOnDeliveryPayment',
        title: 'Післяплатою',
        text: "Оплата готівкою безпосередньо при отриманні і перевірці товару від кур'єра.",
      },
    ],
  },
  paymentCountry: {
    title: 'Оплата по Україні :',
    options: [
      {
        icon: 'ukrainePayment',
        title: 'Оплата по Україні',
        text: 'Доставка по Україні здійснюється Новою Поштою. Ви можете оплатити Ваше замовлення при отриманні післяплатою. Вартість післяплати 35грн +1-2% від суми. Також Ви можете оплатити Ваше замовлення на карту ПриватБанку, перед відправкою замовлення Вам.',
      },
      {
        icon: 'creditPayment',
        title: 'Кредит\\Розстрочка',
        text: 'На нашій виставці, ви можете оплатити Ваше замовлення за допомогою сервісів ПриватБанку "Миттєва Розстрочка" та "Оплата частинами", з мінімальними відсотками.',
      },
      {
        icon: 'prepayment',
        title: 'Передплата',
        text: 'У зв\'язку з частими випадками замовлень "клієнтами", які не збираються забирати їх керівництвом, було прийнято рішення про введення, мінімальної передоплати 20% (на стандартні замовлення). Залишок суми (80%) Ви оплачуєте при отриманні за фактом складання. На нестандартні та великі замовлення передоплата 50%. На нестандартні матраци передплата 100%.',
      },
    ],
  },
  faq: {
    title: 'У вас все ще залишилися питання?',
    items: [
      {
        question: 'Як повернути або обміняти замовлення',
        answer: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit.',
      },
      {
        question: 'Чи можна повернути/обміняти товар, якщо втрачено чек?',
        answer:
          'Ми постараємося Вам допомогти, навіть якщо відповідно до закону України Про захист прав споживачів, при поверненні Покупцем товару або відмові від наданої послуги продавцю подається заява про повернення коштів, до якого обов`язково додається квитанція, товарний або касовий чек, рахунок (розрахунковий документ), який підтверджує покупку товару (надання послуги). У нвс ведеться облік всіх замовлень, тому клієнту достатньо знати номер замовлення, написати заяву і надати дані на кого був оформлений замовлення, що б ми могли ідентифікувати покупку',
      },
      {
        question: 'В який термін будуть повернуті гроші?',
        answer: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit.',
      },
      {
        question: 'Чи можна повернути кошти на іншу карту?',
        answer: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit.',
      },
    ],
  },
};
