export const characteristics = [
  { label: 'Довжина (см)', value: '210, 200' },
  { label: 'Ширина (см)', value: '132' },
  { label: 'Висота (см)', value: '105' },
  { label: 'Ширина спального місця (см)', value: '120' },
  { label: 'Довжина спального місця (см)', value: '200, 190' },
  { label: 'Розмір спального місця', value: '120x200, 120x190' },
  { label: 'Колір', value: 'Під замовлення' },
  { label: 'Форма', value: 'Прямокутний' },
  { label: 'Кількість ламелей', value: '36' },
  { label: 'Основа під матрац', value: 'ламіль' },
];
