export interface Review {
  id: string;
  author: string;
  date: string;
  rating: 5;
  text: string;
  helpful: number;
  repliesCount: number;
  isCompany?: boolean;
  replies?: Reply[];
}

export interface Reply {
  id: string;
  author: string;
  date: string;
  text: string;
  isCompany?: boolean;
  replyTo?: string;
}

export const PRODUCT_REVIEWS: Review[] = [
  {
    id: '1',
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Вчора привезли ліжко, і воно дуже класне, краще ніж очікували. Велика, мʼяка, зручна. Брали разом із матрацом, тому одразу випробували. Є велика ніша для зберігання, поміститься не тільки постіль.',
    helpful: 24,
    repliesCount: 2,
    replies: [
      {
        id: '1-1',
        author: 'Андрій Іванович',
        date: '25.01.2022',
        text: 'Згоден з вами! Довго шукав зручне та недороге ліжко в спальню. Ліжко+матрац виходила дуже пристойна сума. Тут знайшов ліжко разом із матрацом за дуже привабливою ціною. Передзвонив, уточнив, дій.',
        replyTo: 'Іван Стедниця',
      },
      {
        id: '1-2',
        author: 'KROVATO',
        date: '25.01.2022',
        text: 'Дякуємо за відгуки! будемо раді бачити Вас знову!',
        isCompany: true,
        replyTo: 'Іван Стедниця',
      },
    ],
  },
  {
    id: '2',
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Вчора привезли ліжко, і воно дуже класне, краще ніж очікували. Велика, мʼяка, зручна. Брали разом із матрацом, тому одразу випробували. Є велика ніша для зберігання, поміститься не тільки постіль.',
    helpful: 24,
    repliesCount: 2,
  },
  {
    id: '3',
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Вчора привезли ліжко, і воно дуже класне, краще ніж очікували. Велика, мʼяка, зручна. Брали разом із матрацом, тому одразу випробували. Є велика ніша для зберігання, поміститься не тільки постіль.',
    helpful: 24,
    repliesCount: 2,
  },
  {
    id: '4',
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Вчора привезли ліжко, і воно дуже класне, краще ніж очікували. Велика, мʼяка, зручна. Брали разом із матрацом, тому одразу випробували. Є велика ніша для зберігання, поміститься не тільки постіль.',
    helpful: 24,
    repliesCount: 2,
  },
  {
    id: '5',
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Вчора привезли ліжко, і воно дуже класне, краще ніж очікували. Велика, мʼяка, зручна. Брали разом із матрацом, тому одразу випробували. Є велика ніша для зберігання, поміститься не тільки постіль.',
    helpful: 24,
    repliesCount: 2,
  },
];
