export const reviewsData = [
  {
    id: 1,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажам Ульяна аааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааа...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
  {
    id: 2,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажам Ульяна ...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
  {
    id: 3,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажаam Ульяна ееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееееее...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
  {
    id: 4,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажаam Ульяна ...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
  {
    id: 5,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажаam Ульяна ...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
  {
    id: 6,
    author: 'Іван Стедниця',
    date: '25.01.2022',
    rating: 5,
    text: 'Хочу отметить слаженную и четкую работу всех сотрудников , с кем пришлось контактировать при выборе и покупке дивана Orange-Line Родео SF17-LX6-PLNGR. Огромную помощь при выборе оказала специалист по продажаam Ульяна ...',
    product: {
      name: 'Диван Orange-Line Родео SF ...',
      image: 'v1715850891/ONYX-STORE/products/sofa-rodeo_xlnj3a.png',
    },
  },
];
